Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/joomla-tm.tmx
Source language: en
Languages: ca_es

source: This site is down for maintenance.<br /> Please check back again soon.
ca_es: El lloc està desactivat per manteniment.<br/> Si us plau, torna més tard.

source: On
ca_es: Activat

source: Options
ca_es: Opcions

source: Prev
ca_es: Anterior

source: Previous
ca_es: Anterior

source: Published
ca_es: Publicat

source: Register
ca_es: Registrar

source: Required
ca_es: Requerit

source: Save
ca_es: Desa

source: Show
ca_es: Mostra

source: Site
ca_es: Lloc

source: Status
ca_es: Estat

source: Submit
ca_es: Envia

source: Trash
ca_es: Paperera

source: Trashed
ca_es: Mogut a la paperera

source: True
ca_es: Veritable

source: Unpublished
ca_es: Despublica

source: Year
ca_es: Any

source: Yes
ca_es: Sí

source: Modal
ca_es: Model

source: Open in new window
ca_es: Nova finestra

source: Open in parent window
ca_es: Mateixa finestra

source: Open in popup
ca_es: En una finestra emergent

source: You are not authorised to view this resource.
ca_es: No tens autorització per veure aquest recurs.

source: <strong>The template for this display is not available. Please contact a Site administrator.</strong>
ca_es: <strong> La plantilla no està disponible per aquesta presentació. Si us plau, contacta amb l'administrador/a del lloc. </strong>

source: An error has occurred.
ca_es: S'ha produït un error.

source: an <strong>out-of-date bookmark/favourite</strong>
ca_es: un <strong> marcador / favorit caducat </strong>

source: An error has occurred while processing your request.
ca_es: S'ha produït un error mentre es processava la teva sol·licitud.

source: Go to the Home Page
ca_es: Vés a la pàgina d'inici

source: Home Page
ca_es: _QQ_"Pàgina principal

source: Search this site
ca_es: Cerca en aquest lloc

source: a <strong>mistyped address</strong>
ca_es: Una <strong> direcció mal escrita </strong>

source: You may not be able to visit this page because of:
ca_es: No pots visitar aquesta pàgina a causa de:

source: The requested page cannot be found.
ca_es: No es pot trobar la pàgina sol licitada.

source: If difficulties persist, please contact the System Administrator of this site and report the error below.
ca_es: Si la dificultat persisteix, si us plau, contacta amb l'administrador/a de sistema d'aquest lloc i explica l'error de més avall.

source: Please try one of the following pages:
ca_es: Si us plau, prova amb alguna de les pàgines següents:

source: The requested resource was not found.
ca_es: No s'ha trobat el recurs demanat.

source: You may wish to search the site or visit the home page.
ca_es: Pot ser que desitgis cercar dins la web o visitar la pàgina d'inici.

source: a search engine that has an <strong>out-of-date listing for this site</strong>
ca_es: Un motor de cerca que té un <strong> llistat caducat per aquest lloc </strong>

source: you have <strong>no access</strong> to this page
ca_es: No tens <strong> accés </strong> a aquesta pàgina

source: You cannot access the private section of this site.
ca_es: No pots accedir a la secció privada d'aquest lloc.

source: Login denied! Your account has either been blocked or you have not activated it yet.
ca_es: Accés denegat! El teu compte està bloquejat o pendent d'activació.

source: hmm %s ...
ca_es: humm %s ...

source: User profile not found
ca_es: El perfil d'usuari/a no ha estat trobat

source: Access level for this content
ca_es: Nivell d'accés per aquest contingut

source: Access
ca_es: Accés

source: The Alias will be used in the SEF URL. Leave this blank and Joomla! will fill in a default value from the title. This value will depend on the SEO settings (Global Configuration->Site). <br />Using Unicode will produce UTF-8 aliases. You may also enter manually any UTF-8 character. Spaces and some forbidden characters will be changed to hyphens.<br />When using default transliteration it will produce an alias in lower case and with dashes instead of spaces. You may enter the Alias manually. Use lowercase letters and hyphens (-). No spaces or underscores are allowed. Default value will be a date and time if the title is typed in non-latin letters .
ca_es: L'àlies s'utilitzarà a l'adreça URL amigable. Si ho deixes en blanc, Joomla! l'omplirà amb un valor predeterminat obtingut a partir del títol. Aquest valor dependrà de la configuració SEO (Configuració global-> Lloc). <br/> Usant Unicode produiràs àlies UTF8. També pots introduir manualment qualsevol caràcter utf8. Els espais o qualsevol altre caràcter prohibit serà substituït per guions. <br/> Quan s'usa la transliteració per defecte, es produeixen àlies en minúscules i amb guions mitjans en lloc d'espais. Pots introduir l'àlies manualment. Utilitza lletres en minúscules i guions (-). No es permeten espais o guions baixos. Si el títol no conté caràcters llatins, s'utilitzarà la data i hora.

source: Alias
ca_es: Àlies

source: Assign a language to this article.
ca_es: Defineix un idioma per aquest article.

source: Language
ca_es: Idioma

source: Meta data description
ca_es: Descripció de les metadades

source: Meta Description
ca_es: Metadescripció

source: Keywords describing the content
ca_es: Paraules clau que descriguin el contingut

source: Keywords
ca_es: Metaparaules clau

source: Describe what rights others have to use this content.
ca_es: Descriu què drets tenen els altres sobre l'ús d'aquest contingut.

source: Rights for content
ca_es: Drets del contingut

source: Ordering of the article within the category
ca_es: Ordre de l'article dins de la categoria

source: Ordering
ca_es: Ordre

source: Set publication status
ca_es: Assigna l'estat de publicació

source: Title for the article
ca_es: Títol per l'article

source: Access Denied
ca_es: Accés denegat

source: Access Granted
ca_es: Accés permès

source: Failed binding to LDAP server
ca_es: Corroboració fallida amb el servidor LDAP

source: Authentication cancelled
ca_es: Autentificació cancel·lada

source: Empty password not allowed
ca_es: No es permeten contrasenyes buides

source: Authentication failed
ca_es: Autentificació fallida

source: Failed to authenticate: %s
ca_es: Ha fallat l'autenticació: %s

source: Incorrect username/password
ca_es: Nom d'usuari/a o contrasenya incorrecte

source: Username and password do not match or you do not have an account yet.
ca_es: Contrasenya incorrecta

source: Unable to bind to LDAP
ca_es: No es pot corroborar la connexió amb LDAP

source: Unable to connect to LDAP server
ca_es: No es pot connectar amb el servidor LDAP

source: Could not redirect to server: %s
ca_es: No es pot redireccionar al servidor: %s

source: Could not create the FileStore directory %s. Please check the effective permissions.
ca_es: FileStore no pot crear el directori %s. Si us plau, revisa els permisos.

source: LDAP can not have blank password
ca_es: LDAP no pot utilitzar una contrasenya en blanc

source: Result Unknown. Access Denied
ca_es: Resultat desconegut. Accés denegat

source: User is blacklisted
ca_es: L'usuari/a està a la llista negra

source: Unable to find user
ca_es: No es pot trobar a l'usuari/a

source: Auto
ca_es: Automàtic

source: Click to sort by this column
ca_es: Fes clic per ordenar per aquesta columna

source: Created on %s
ca_es: Creat el %s

source: Description
ca_es: Descripció

source: Display #
ca_es: Mostra #

source: Uses another name than the author's for display
ca_es: Et permet mostrar un nom diferent del de l'autor/a

source: Author's Alias
ca_es: Àlies de l'autor/a

source: Assign the article to the featured blog layout
ca_es: Assigna l'article a la presentació d'articles destacats en format blog

source: An optional date to Stop Publishing
ca_es: Una data opcional per aturar la publicació

source: Finish Publishing
ca_es: Final de publicació

source: An optional date to Start Publishing
ca_es: Una data opcional d'inici de la publicació

source: Start Publishing
ca_es: Inici de publicació

source: Filter
ca_es: Filtra

source: Full Text
ca_es: Text complet

source: Hits
ca_es: Vist

source: Inherit
ca_es: Heretat

source: Intro Text
ca_es: Text d'introducció

source: New items default to the last position. Ordering can be changed after this item has been saved.
ca_es: Els nous elements, per defecte, es col.locaran en l'última posició. L'ordre es pot canviar un cop que aquest element hagi estat desat.

source: Password
ca_es: Contrasenya

source: Print
ca_es: Imprimeix

source: Record ID: %d
ca_es: ID del registre: %d

source: Remember me
ca_es: Recorda'm

source: Resource not found
ca_es: Recurs no trobat

source: Root
ca_es: Arrel

source: Item start publishing date must be before finish publishing date
ca_es: La data d'inici de publicació ha de ser anterior a la data de finalització

source: Use Global
ca_es: Utilitza global

source: Invalid form
ca_es: Formulari invàlid

source: Please login first
ca_es: Si us plau, identifica't primer

source: The MySQL adapter 'mysql' is not available.
ca_es: L'adaptador de MySQL del tipus 'mysql' no està disponible.

source: The MySQL adapter 'mysqli' is not available.
ca_es: L'adaptador de MySQL del tipus 'mysqli' no està disponible.

source: Unable to connect to the Database: %s
ca_es: No es pot connectar amb la base de dades: %s

source: Could not connect to MySQL.
ca_es: No es pot connectar amb MySQL.

source: Could not connect to database
ca_es: No es pot connectar amb la base de dades

source: Unable to load Database Driver: %s
ca_es: No es pot carregar el controlador de la base de dades: %s

source: Infinite loop detected in JError
ca_es: S'ha detectat un bucle infinit al JError

source: - Select Access -
ca_es: - Selecciona accés -

source: - Select Category -
ca_es: - Selecciona categoria -

source: - Select Language -
ca_es: - Selecciona idioma -

source: - Select Status -
ca_es: - Selecciona estat -

source: - Use Default -
ca_es: - Utilitza per defecte -

source: Clear
ca_es: Neteja

source: Y-m-d
ca_es: d-m-Y

source: y-m-d
ca_es: d-m-y

source: Jan
ca_es: Gen

source: January
ca_es: Gener

source: Feb
ca_es: febrer

source: February
ca_es: Febrer

source: March
ca_es: Març

source: April
ca_es: abril

source: May
ca_es: Maig

source: June
ca_es: Juny

source: July
ca_es: Juliol

source: Aug
ca_es: Ago

source: August
ca_es: Agost

source: Sep
ca_es: Set

source: September
ca_es: Setembre

source: October
ca_es: Octubre

source: November
ca_es: Novembre

source: Dec
ca_es: Des

source: December
ca_es: Desembre

source: Sat
ca_es: Dis

source: Saturday
ca_es: Dissabte

source: Sun
ca_es: Diu

source: Sunday
ca_es: Diumenge

source: Mon
ca_es: Dil

source: Monday
ca_es: Dilluns

source: Tue
ca_es: Dim

source: Tuesday
ca_es: Dimarts

source: Wed
ca_es: Dic

source: Wednesday
ca_es: Dimecres

source: Thu
ca_es: Dij

source: Thursday
ca_es: Dijous

source: Fri
ca_es: Div

source: Friday
ca_es: Divendres

source: (UTC -12:00) International Date Line West
ca_es: (UTC -12:00) Línia Oest de Canvi de Data Internacional

source: (UTC -09:30) Taiohae, Marquesas Islands
ca_es: (UTC -09:30) Taiohae, Illes Marqueses

source: (UTC -08:00) Pacific Time (US &amp; Canada)
ca_es: (UTC -08:00) Hora Pacífic (EUA & Canadà)

source: (UTC -07:00) Mountain Time (US &amp; Canada)
ca_es: (UTC -07:00) Hora Muntanya (EUA & Canadà)

source: (UTC -06:00) Central Time (US &amp; Canada), Mexico City
ca_es: (UTC -06:00) Hora Central (EUA & Canadà), Ciutat de Mèxic

source: (UTC -05:00) Eastern Time (US &amp; Canada), Bogota, Lima
ca_es: (UTC -05:00) Hora Est (EUA & Canadà), Bogotà, Lima

source: (UTC -04:30) Venezuela
ca_es: (UTC -04:30) Veneçuela

source: (UTC -04:00) Atlantic Time (Canada), Caracas, La Paz
ca_es: (UTC -04:00) Hora Atlàntica (Canadà), Caracas, La Paz

source: (UTC -03:00) Brazil, Buenos Aires, Georgetown
ca_es: (UTC -03:00) Brasil, Buenos Aires, Georgetown

source: (UTC -01:00) Azores, Cape Verde Islands
ca_es: (UTC -01:00) Illes Açores, Cap Verd

source: (UTC 00:00) Western Europe Time, London, Lisbon, Casablanca
ca_es: (UTC 00:00) Hora Europa Oest, Londres, Lisboa, Casablanca

source: (UTC +01:00) Amsterdam, Berlin, Brussels, Copenhagen, Madrid, Paris
ca_es: (UTC +01:00) Amsterdam, Berlin, Brusseles, Copenhagen, Madrid, París

source: (UTC +02:00) Istanbul, Jerusalem, Kaliningrad, South Africa
ca_es: (UTC +02:00) Istanbul, Jerusalem, Kaliningrad, Sud-Àfrica

source: (UTC +03:00) Baghdad, Riyadh, Moscow, St. Petersburg
ca_es: (UTC +03:00) Bagdad, Riyadh, Moscou, Sant Petersburg

source: (UTC +03:30) Tehran
ca_es: (UTC +03:30) Teheran

source: (UTC +04:00) Abu Dhabi, Muscat, Baku, Tbilisi
ca_es: (UTC +04:00) Abu Dhabi, Muscat, Baku, Tbilissi

source: (UTC +05:30) Mumbai, Calcutta, Madras, New Delhi, Colombo
ca_es: (UTC +05:30) Mumbai, Calcuta, Madras, New Delhi, Colombo

source: (UTC +05:45) Kathmandu
ca_es: (UTC +05:45) Katmandú

source: (UTC +08:00) Beijing, Perth, Singapore, Hong Kong
ca_es: (UTC +08:00) Beijing, Perth, Singapur, Hong Kong

source: (UTC +08:00) Western Australia
ca_es: (UTC +08:00) Austràlia Oest

source: (UTC +09:00) Tokyo, Seoul, Osaka, Sapporo, Yakutsk
ca_es: (UTC +09:00) Tòquio, Seül, Osaka, Sapporo, Yakutsk

source: (UTC +09:30) Adelaide, Darwin, Yakutsk
ca_es: (UTC +09:30) Adelaida, Darwin, Iakutsk

source: (UTC +10:00) Eastern Australia, Guam, Vladivostok
ca_es: (UTC +10:00) Austràlia Est, Guam, Vladivostok

source: (UTC +10:30) Lord Howe Island (Australia)
ca_es: (UTC +10:30) Lord Howe Island (Austràlia)

source: (UTC +11:00) Magadan, Solomon Islands, New Caledonia
ca_es: (UTC +11:00) Magadan, Illes Salomó, Nova Caledònia

source: (UTC +11:30) Norfolk Island
ca_es: (UTC +11:30) Illa Norfolk

source: (UTC +12:00) Auckland, Wellington, Fiji, Kamchatka
ca_es: (UTC +12:00) Auckland, Wellington, Fidji, Kamchatka

source: (UTC +12:45) Chatham Island
ca_es: (UTC +12:45) Illa Chatham

source: You must provide at least one recipient email address.
ca_es: Com a mínim, has de facilitar l'adreça de correu electrònic d'un destinatari/a.

source: Mailer is not supported.
ca_es: Mailer no permès.

source: Could not execute:
ca_es: No es pot executar:

source: Could not instantiate mail function.
ca_es: No es pot iniciar la funció de correu.

source: SMTP Error! Could not authenticate.
ca_es: Error SMTP! No es pot autenticar.

source: The following from address failed:
ca_es: La següent adreça de destinatari ha fallat:

source: SMTP Error! The following recipients failed:
ca_es: Error SMTP! Els següents destinataris han fallat:

source: SMTP Error! Data not accepted.
ca_es: Error SMTP! Dada no acceptada.

source: SMTP Error! Could not connect to SMTP host.
ca_es: Error SMTP! No es pot connectar amb el servidor SMTP.

source: Could not access file:
ca_es: No es pot accedir a l'arxiu:

source: File Error: Could not open file:
ca_es: Error de l'arxiu. No es pot obrir l'arxiu:

source: Unknown encoding:
ca_es: Codificació desconeguda:

source: Signing error:
ca_es: Error de signat:

source: SMTP server error:
ca_es: Error del servidor SMTP:

source: Empty message body
ca_es: Cos del missatge buit

source: Invalid address
ca_es: Adreça no vàlida

source: Cannot set or reset variable:
ca_es: No es pot establir o restablir la variable

source: SMTP connect failed
ca_es: Error de connexió SMTP

source: Could not start TLS
ca_es: No s'ha pogut iniciar TLS

source: Access forbidden
ca_es: Accés denegat

source: JApplication: :getName() : Can't get or parse class name.
ca_es: JApplication::getName(): No es pot prendre o analitzar el nom de la classe.

source: Unable to load application: %s
ca_es: No es pot carregar l'aplicació: %s

source: You are not allowed to create new items in this category.
ca_es: No pots crear nous elements en aquesta categoria.

source: You are not allowed to edit one or more of these items.
ca_es: No tens permís per editar un o més d'aquests elements.

source: Batch process failed with following error: %s
ca_es: El procés per lots va fallar produint l'error següent: %s

source: Cannot find the destination category for this move.
ca_es: No es pot trobar la categoria de destinació d'aquest moviment.

source: Cannot find the item being moved.
ca_es: No es pot trobar l'element que es mou.

source: Check-in failed with the following error: %s
ca_es: Ha fallat el desbloqueig degut al següent error: %s

source: Item is not checked out
ca_es: Element no desbloquejat

source: The user checking in does not match the user who checked out the item.
ca_es: L'usuari/a en revisió no coincideix amb l'usuari/a que va desbloquejar l'element.

source: Check-out failed with the following error: %s
ca_es: Bloqueig fallit amb el següent error: %s

source: The user checking out does not match the user who checked out the item.
ca_es: El desbloqueig d'usuari/a no coincideix amb l'usuari/a que va bloquejar l'element.

source: Component not found
ca_es: Component no trobat

source: Error loading component: %1$s, %2$s
ca_es: Error carregant el component: %1$s, %2$s

source: JController: :getName() : Cannot get or parse class name.
ca_es: JController:: getName(): No puc prendre o analitzar el nom de la classe.

source: Create record not permitted
ca_es: Creació de registre no permesa

source: Delete not permitted
ca_es: Eliminació no permesa

source: Edit state is not permitted
ca_es: L'edició d'estat no està permesa

source: Edit is not permitted
ca_es: No es pot editar

source: Edit not permitted
ca_es: No es pot editar

source: Insufficient information to perform the batch operation
ca_es: Informació insuficient per realitzar l'operació per lots

source: Invalid controller class: %s
ca_es: Controlador de classe invàlid: %s

source: Invalid controller: name='%s', format='%s'
ca_es: Controlador invàlid: nom='%s', format='%s'

source: Layout %s not found
ca_es: Presentació %s no trobada

source: JModel: :getName() : Can't get or parse class name.
ca_es: JModel::getName(): No es pot prendre o analitzar el nom de la classe.

source: Error loading module %s
ca_es: Error carregant el mòdul %s

source: Unable to load pathway: %s
ca_es: No es pot carregar la ruta: %s

source: Reorder failed. Error: %s
ca_es: Reordenació fallida. Error: %s

source: Unable to load router: %s
ca_es: No es pot carregar l'enrutador: %s

source: Model class %s not found in file
ca_es: Model de la classe %s no trobat a l'arxiu

source: Save failed with the following error: %s
ca_es: No s'ha pogut desar degut al següent error: %s

source: Save not permitted
ca_es: No es pot desar

source: Table %s not supported. File not found.
ca_es: La taula %s no està suportada. Arxiu no trobat.

source: Task [%s] not found
ca_es: Tasca [%s] no trobada

source: You are not permitted to use that link to directly access that page (#%d).
ca_es: No tens permís per utilitzar aquest enllaç per accedir directament a aquesta pàgina (#%d).

source: View class not found [class, file]: %1$s, %2$s
ca_es: Vista de la classe no trobada [classe, arxiu]: %1$s, %2$s

source: JView: :getName() : Your classname contains the substring 'view'. This causes problems when extracting the classname from the name of your objects view. Avoid Object names with the substring 'view'.
ca_es: JView::getName(): El nom de la teva classe conté la subcadena 'view'. Això causa problemes quan s'extreu el nom de la classe des del nom de la teva vista d'objectes. Evita noms d'objecte amb la subcadena 'view'.

source: JView: :getName() : Cannot get or parse class name.
ca_es: JView::getName(): No es pot prendre o analitzar el nom de la classe.

source: View not found [name, type, prefix]: %1$s, %2$s, %3$s
ca_es: Vista no trobada [nom, tipus, prefix]: %1$s, %2$s, %3$s

source: Item successfully saved.
ca_es: L'ítem s'ha desat correctament.

source: Item successfully submitted.
ca_es: S'ha enviat l'ítem satisfactòriament.

source: Batch process completed successfully.
ca_es: Procés per lots completat amb èxit.

source: Ordering successfully saved.
ca_es: S'ha desat l'ordre correctament.

source: Unable to load Cache Handler: %s
ca_es: No es pot canviar el gestor de la memòria cau: %s

source: Unable to load Cache Storage: %s
ca_es: No es pot carregar l'emmagatzematge de la memòria cau: %s

source: Captcha plugin not set or not found. Please contact a site administrator
ca_es: El connector de Captcha no està definit o no s'ha trobat. Si us plau, contacti amb l'administrador del lloc

source: JFTP: :connect: Could not connect to host ' %1$s ' on port ' %2$s '
ca_es: JFTP::connect: No es pot connectar amb l'allotjament ' %1$s ' des del port ' %2$s '

source: JFTP: :connect: Could not connect to host ' %1$s ' on port ' %2$s '. Socket error number: %3$s and error message: %4$s
ca_es: JFTP::connect: No es pot connectar amb l'allotjament ' %1$s ' des del port ' %2$s 'Error de socket número:%3$s i missatge d'error: %4$s

source: JFTP: :connect: Bad response. Server response: %s [Expected: 220]
ca_es: JFTP::connect: Resposta inapropiada. Resposta del servidor:%s [Esperada: 220]

source: JFTP: :login: Bad Username. Server response: %1$s [Expected: 331]. Username sent: %2$s
ca_es: JFTP::login: Usuari/a inapropiat. Resposta del servidor:%1$s [Esperada: 331]. Usuari/a enviat: %2$s

source: JFTP: :login: Bad Password. Server response: %1$s [Expected: 230]. Password sent: %2$s
ca_es: JFTP::login: Contrasenya inapropiada. Resposta del servidor:%1$s [Esperada: 230]. Contrasenya enviada:%2$s

source: FTP: :pwd: Bad response
ca_es: FTP::pwd: Resposta inapropiada

source: JFTP: :pwd: Bad response. Server response: %s [Expected: 257]
ca_es: JFTP::pwd: Resposta inapropiada. Resposta del servidor: %s [Esperada: 257]

source: JFTP: :syst: Bad response
ca_es: JFTP::syst: Resposta equivocada

source: JFTP: :syst: Bad response. Server response: %s [Expected: 215]
ca_es: JFTP::syst: Resposta inapropiada. Resposta del servidor: %s [Esperada: 215]

source: JFTP: :chdir: Bad response
ca_es: JFTP::chdir: Resposta inapropiada

source: JFTP: :chdir: Bad response. Server response: %1$s [Expected: 250]. Path sent: %2$s
ca_es: JFTP::chdir: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 250]. Ruta enviada: %2$s

source: JFTP: :reinit: Bad response
ca_es: JFTP::reinit: Resposta inapropiada

source: JFTP: :reinit: Bad response. Server response: %s [Expected: 220]
ca_es: _QQ_"JFTP::reinit: Resposta inapropiada. Resposta del servidor: %s [Esperada: 220] "_QQ_";

source: JFTP: :rename: Bad response
ca_es: JFTP::rename: Resposta inapropiada

source: JFTP: :rename: Bad response. Server response: %1$s [Expected: 350]. From path sent: %2$s
ca_es: JFTP::rename: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 250]. Cap a la ruta enviada: %2$s

source: JFTP: :rename: Bad response. Server response: %1$s [Expected: 250]. To path sent: %2$s
ca_es: JFTP: :rename: Mala resposta. Resposta del servidor: %1$s [Esperat: 250]. A la ruta enviada: %2$s

source: JFTP: :chmod: Bad response
ca_es: JFTP::chmod: Resposta inapropiada

source: JFTP: :chmod: Bad response. Server response: %1$s [Expected: 250]. Path sent: %2$s. Mode sent: %3$s
ca_es: JFTP::chmod: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 250]. Ruta enviada: %2$s. Mode d'enviament: %3$s

source: JFTP: :delete: Bad response
ca_es: JFTP::delete: Resposta inapropiada

source: JFTP: :delete: Bad response. Server response: %1$s [Expected: 250]. Path sent: %2$s
ca_es: JFTP::delete: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 250]. Ruta enviada: %2$s

source: JFTP: :mkdir: Bad response
ca_es: JFTP::mkdir: Resposta inapropiada

source: JFTP: :mkdir: Bad response. Server response: %1$s [Expected: 257]. Path sent: %2$s
ca_es: JFTP::mkdir: Resposta inapropiada. Resposta del servidor: %1$s [Esperada: 257]. Ruta enviada: %2$s

source: JFTP: :restart: Bad response
ca_es: JFTP::restart: Resposta inapropiada
